# Packages installed via pacman on Manjaro / Arch (official repos).
# One package per line. Lines starting with # or blank lines are ignored.
# AUR packages (1Password, Chrome, Brave, Insync, Cursor, VS Code) live in
# deps/aur.txt and are installed via yay (bootstrapped by install.sh).
git
curl
wget
zsh
stow
tmux
wezterm
fzf
bat
fd
eza
git-delta
tk
libnotify
btop
htop
mc
ncdu
# Font rendering
freetype2
fontconfig
noto-fonts
noto-fonts-emoji
ranger
smplayer
calibre
discord
dbeaver
tailscale
docker
docker-compose
lazydocker
ctop
syncthing
base-devel

# i3 desktop environment
# i3-wm is mainline i3 (gaps merged upstream in 2022; i3-gaps was removed).
i3-wm
i3status
i3lock
picom
dunst
dmenu
rofi
xdotool
xorg-xset
maim
xclip
flameshot
# NOTE: no `pulseaudio` — Manjaro defaults to PipeWire (pipewire-pulse), which
# conflicts with the pulseaudio daemon. pavucontrol/pasystray use libpulse and
# work fine against PipeWire.
pavucontrol
playerctl
pasystray
xorg-xbacklight
xfce4-power-manager
network-manager-applet
clipit
polkit-gnome
gnome-terminal
pcmanfm
conky
blueman
i3-scrot
