amiralizadeh9480.laravel-extra-intellisense
bmewburn.vscode-intelephense-client
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
jim-ki-do.continue-commit-notes
laravel.vscode-laravel
llam4u.nerdtree
lyuwenhan.mermaid-snap
mermaidchart.vscode-mermaid-chart
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
onecentlin.laravel-blade
open-southeners.laravel-pint
shd101wyy.markdown-preview-enhanced
takumii.markdowntable
tchayen.markdown-links
telesoho.vscode-markdown-paste-image
usernamehw.errorlens
vscodevim.vim
yzane.markdown-pdf
yzhang.markdown-all-in-one
